# 6. Пользователь вводит номер буквы в алфавите. Определить, какая это буква.

print("Введите номер буквы в алфавите:")
a = int(input('Номер буквы: '))
print(chr(a+96))
